Repository: shinta0806/NicoKaraMaker3Translation
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AboutPage_ButtonCheckUpdate.Content
source: Check for updates
zh_cn: 检查更新

# AboutPage_ButtonHistory.Content
source: Update history
zh_cn: 更新历史

# AboutPage_TextBlockAppDistrib.Text
source: Distribution:
zh_cn: 发布渠道：

# AboutPage_TextBlockAppInfo.Text
source: App Information
zh_cn: 应用信息

# AboutPage_TextBlockAppSupport.Text
source: Support:
zh_cn: 支持：

# AboutPage_TextBlockAuthorCreatorSupport.Text
source: Creator Support:
zh_cn: 创作者支持：

# AboutPage_TextBlockAuthorEMail.Text
source: Email:
zh_cn: 电子邮件：

# AboutPage_TextBlockAuthorFanbox.Text
source: Fansite:
zh_cn: 粉丝站点：

# AboutPage_TextBlockAuthorInfo.Text
source: Author Information
zh_cn: 作者信息

# AboutPage_TextBlockAuthorWeb.Text
source: Web:
zh_cn: 网站：

# AboutWindow_Title
source: About {0}
zh_cn: 关于 {0}

# App_Fatal_UnhandledException
source: Unknown error occurred. Terminate the application.
zh_cn: 发生未知错误。应用程序将被终止。

# AppInfo_AssociationName
source: Nicokara Karaoke Video Maker 3 project file
zh_cn: Nicokara Karaoke Video Maker 3 项目文件

# AppInfo_Description
source: A tool for karaoke subtitles.
zh_cn: 用于制作卡拉 OK 字幕的工具。

# AppInfo_Distribution_Store
source: Store edition
zh_cn: Microsoft Store 版

# AppInfo_Distribution_Zip
source: Zip edition
zh_cn: ZIP 版

# AudioPlayer_AudioPlayer_Error_BadAudio
source: There is a problem with the audio playback environment.
zh_cn: 音频播放环境存在问题。

# BrushInfoModel_Description_Bitmap
source: Paste the specified image.
zh_cn: 粘贴指定的图像。

# BrushInfoModel_Description_Gradient
source: Fill with a gradient (multiple colors that change smoothly).
zh_cn: 使用渐变填充（多种颜色平滑过渡）。

# BrushInfoModel_Description_MilleFeuille
source: Fill with a mille-feuille (multiple colors that change distinctly).
zh_cn: 使用分层填充（多种颜色清晰分隔）。

# BrushInfoModel_Description_Solid
source: Fill with the specified color.
zh_cn: 使用指定颜色填充。

# BrushInfoModel_Error_BitmapPathEmpty
source: Please specify the image file.
zh_cn: 请指定图像文件。

# BrushInfoModel_Error_BitmapPathNotExist
source: {0} does not exist.
zh_cn: {0} 不存在。

# BrushInfoModel_Undo_BitmapPath
source: Image file
zh_cn: 图像文件

# BrushInfoModel_Undo_BitmapScale
source: Image magnification
zh_cn: 图像缩放倍率

# BrushInfoModel_Undo_SelectedBrushTypeIndex
source: Fill
zh_cn: 填充方式

# BrushInfoModel_Undo_SolidColor
source: Change color
zh_cn: 更改颜色

source: Cancel
zh_cn: 取消

# Cfm2SettingsNavigationMaintenancePage_ButtonBackup.Content
source: Backup
zh_cn: 备份

# Cfm2SettingsNavigationMaintenancePage_ButtonCheckRss.Content
source: Check for information now
zh_cn: 立即检查信息

# Cfm2SettingsNavigationMaintenancePage_ButtonRestore.Content
source: Restore
zh_cn: 恢复

# Cfm2SettingsNavigationMaintenancePage_CheckBoxCheckRss_Content
source: Check for {0} information automatically
zh_cn: 自动检查 {0} 信息

# Cfm2SettingsNavigationMaintenancePage_TextBlockBackup.Text
source: Backup of settings (save to file)
zh_cn: 备份设置（保存到文件）

# Cfm2SettingsNavigationMaintenancePageViewModel_Confirm_CheckRss
source: If you disable check for updates, you will not see updates, etc. when a new version of {0} is released. Are you sure you want to disable it?
zh_cn: 如果关闭自动检查，{0} 发布新版本等信息时将不会显示通知。 确定要关闭吗？

# Cfm2SettingsNavigationMaintenancePageViewModel_Confirm_LoadSettingsArchiveAsync
source: Trying to restore a different version of settings. May not be able to restore successfully, do you want to restore?
zh_cn: 正在尝试恢复其他版本的设置。 可能无法成功恢复，仍要继续吗？

# Cfm2SettingsNavigationMaintenancePageViewModel_Done_ButtonBackupClicked
source: Settings backuped.
zh_cn: 设置已备份。

# Cfm2SettingsNavigationMaintenancePageViewModel_Done_ButtonRestoreClicked
source: Settings restored.
zh_cn: 设置已恢复。

# Cfm2SettingsNavigationMaintenancePageViewModel_Error_ButtonBackupClicked
source: Backup error:
zh_cn: 备份错误：

# Cfm2SettingsNavigationMaintenancePageViewModel_Error_ButtonCheckRssClicked
source: Check information error:
zh_cn: 检查信息时出错：

# Cfm2SettingsNavigationMaintenancePageViewModel_Error_ButtonRestoreClicked
source: Restore error:
zh_cn: 恢复错误：

source: Cannot read the settings file.
zh_cn: 无法读取设置文件。

source: Cannot read the settings in the settings file.
zh_cn: 无法读取设置文件中的设置。

# Cfm2SettingsNavigationSettingsPage_AnchorHint.Text
source: * GenerateAnchorFiles tags take precedence.
zh_cn: * GenerateAnchorFiles 标签优先。

# Cfm2SettingsNavigationSettingsPage_CheckBoxOverwriteAnchorFiles.Content
source: Overwrite existing anchor file
zh_cn: 覆盖已有锚点文件

# Cfm2SettingsNavigationSettingsPage_TextBlockAnchor_ToolTip.Content
source: GenerateAnchorFiles Sets which anchor files will be created for a given heading when a tag is specified.
zh_cn: 指定 GenerateAnchorFiles 标签时，设置要为对应标题创建哪些锚点文件。

# Cfm2SettingsNavigationSettingsPage_TextBlockAnchor.Text
source: Anchor file creation target
zh_cn: 锚点文件创建目标

# Cfm2SettingsNavigationSettingsPage_TextBlockToc_ToolTip.Content
source: Sets which heading to create a table of contents for when a Toc tag is specified.
zh_cn: 指定 Toc 标签时，设置要为哪些标题创建目录。

# Cfm2SettingsNavigationSettingsPage_TextBlockToc.Text
source: TOC target
zh_cn: 目录目标

# Cfm2SettingsNavigationSettingsPage_TextBlockTocHint.Text
source: * Toc tags take precedence.
zh_cn: * Toc 标签优先。

# Cfm2SettingsNavigationSettingsPageViewModel_Error_CheckProperties_AnchorFile
source: Please select one or more anchor file targets. If you do not want to create anchor files, you do not use the GenerateAnchorFiles tag.
zh_cn: 请选择一个或多个锚点文件目标。 如果不想创建锚点文件，请不要使用 GenerateAnchorFiles 标签。

# Cfm2SettingsNavigationSettingsPageViewModel_Error_CheckProperties_Toc
source: Please select one or more table of contents targets. If you do not want to insert a table of contents, do not use the Toc tag.
zh_cn: 请选择一个或多个目录目标。 如果不想插入目录，请不要使用 Toc 标签。

# Cfm2SettingsPage_ButtonDefault.Content
source: Default
zh_cn: 恢复默认

# Cfm2SettingsPage_NavigationViewItemMaintenance.Content
source: Maintenance
zh_cn: 维护

# Cfm2SettingsPage_NavigationViewItemSettings.Content
source: Settings
zh_cn: 设置

# Cfm2SettingsPageViewModel_Confirm_Default
source: Reset all settings to default. Are you sure?
zh_cn: 将所有设置重置为默认值。 确定吗？

# Cfm2SettingsPageViewModel_Error_ButtonCancelClicked
source: Cancel button error:
zh_cn: 取消按钮错误：

# Cfm2SettingsPageViewModel_Error_ButtonDefaultClicked
source: Default button error:
zh_cn: 默认按钮错误：

# Cfm2SettingsPageViewModel_Error_ButtonOkClicked
source: OK button error:
zh_cn: 确定按钮错误：

# Cfm2SettingsPageViewModel_Error_NavigationViewSelectionChanged
source: Navigation selection error:
zh_cn: 导航选择错误：

# Cfm2SettingsWindow_Title
source: Settings
zh_cn: 设置

# CharFadeInFadeOut_Description
source: The fade-in and fade-out timings are staggered for each character.
zh_cn: 每个字符的淡入淡出时间会错开。

# CharFadeInFadeOut_Name
source: Character-by-character fade
zh_cn: 逐字淡入淡出

# ColorBindModel_Undo_Color
source: Change color
zh_cn: 更改颜色

# ColorPickerPage_TextBlockMediaColor.Text
source: Color:
zh_cn: 颜色：

# ColorPickerPage_TextBlockRecentColors.Text
source: Recently used colors:
zh_cn: 最近使用的颜色：

# ColorPickerWindow.Title
source: Edit color
zh_cn: 编辑颜色

source: Confirm
zh_cn: 确认

source: Detail
zh_cn: 详情

# EditShowTimePage_RadioButtonIsHead.Content
source: Specify by time from the beginning of the song
zh_cn: 按照歌曲开始后的时间指定

# EditShowTimePage_RadioButtonIsHeadAndInterval.Content
source: Specify by time from the beginning of the song and the displayed time
zh_cn: 根据歌曲开始时间与显示时间之间的时长进行指定

# EditShowTimePage_RadioButtonIsHeadAndTail.Content
source: Specify by time from the beginning and end of the song
zh_cn: 根据歌曲的起始和结束时间进行指定

# EditShowTimePage_RadioButtonIsTail.Content
source: Specify by time from the end of the song (D)
zh_cn: 按距离歌曲结束的时间指定 (D)

# EditShowTimePage_TextBlockChangingShowTime.Text
source: Title display time:
zh_cn: 标题显示时间：

# EditShowTimePage_TextBlockDuration.Text
source: Song length:
zh_cn: 歌曲时长：

# EditShowTimePage_TextBlockIsHeadAndIntervalHeadOffset.Text
source: Display start time:
zh_cn: 显示开始时间：

# EditShowTimePage_TextBlockIsHeadAndIntervalInterval.Text
source: Display time:
zh_cn: 显示时长：

# EditShowTimePage_TextBlockIsHeadAndTailHeadOffset.Text
source: Display start time:
zh_cn: 显示开始时间：

# EditShowTimePage_TextBlockIsHeadAndTailTailOffset.Text
source: End of hidden time:
zh_cn: 末尾隐藏时间：

# EditShowTimePage_TextBlockIsHeadHeadEnd.Text
source: Display end time:
zh_cn: 显示结束时间：

# EditShowTimePage_TextBlockIsHeadHeadOffset.Text
source: Display start time:
zh_cn: 显示开始时间：

# EditShowTimePage_TextBlockIsTailInterval.Text
source: Display time:
zh_cn: 显示时间：

# EditShowTimePage_TextBlockIsTailTailOffset.Text
source: End of hidden time:
zh_cn: 末尾隐藏时间：

# EditShowTimePageViewModel_Information_BadSource
source: (The background material is not specified correctly.)
zh_cn: （背景素材未正确指定。）

# EditShowTimeWindow.Title
source: Edit title display time
zh_cn: 编辑标题显示时间

# EditSoundListPage_ButtonAdd.ToolTipService.ToolTip
source: Add
zh_cn: 添加

# EditSoundListPage_TableViewColumnBrowse.ToolTip
source: Browse
zh_cn: 浏览

# EditSoundListPage_TableViewColumnName.Header
source: Track name (optional)
zh_cn: 轨道名称（可选）

# EditSoundListPage_TableViewColumnPath.Header
source: Audio file
zh_cn: 音频文件

# EditSoundListPage_TableViewColumnRemove.ToolTip
source: Remove
zh_cn: 删除

# EditSoundListPage_TextBlockDescription.Text
source: You can specify multiple audio files. You can rearrange their order by dragging and dropping the left side of each row.
zh_cn: 可以指定多个音频文件。拖动每行左侧即可调整顺序。

# EditSoundListPageViewModel_Error_PathEmpty
source: The audio file "{0}" has not been specified.
zh_cn: 尚未指定音频文件“{0}”。

# EditSubtitleActionPageViewModel_PageDescription
source: Configure the details of the subtitle action.
zh_cn: 配置字幕动作的详细设置。

# EditSubtitleActionPageViewModel_Title
source: Edit subtitle actions
zh_cn: 编辑字幕动作

# EditTitlePage_TextBlockAddPositionIndex.Text
source: Where to add row:
zh_cn: 添加行的位置：

# EditTitlePage_TextBlockNote.Text
source: (Note) - Multiple lines of text can be entered. - Entering @ tags such as @Title will reflect the content of the @ tags in the lyrics file.
zh_cn: （提示） - 可以输入多行文本。 - 输入 @Title 等 @ 标签时，会显示歌词文件中对应 @ 标签的内容。

# EditTitlePageViewModel_AddTitlePositionName_0
source: Head
zh_cn: 开头

# EditTitlePageViewModel_AddTitlePositionName_1
source: Immediately before the selected row
zh_cn: 所选行之前

# EditTitlePageViewModel_AddTitlePositionName_2
source: Immediately after the selected row
zh_cn: 所选行之后

# EditTitlePageViewModel_AddTitlePositionName_3
source: Tail
zh_cn: 末尾

# EditTitleWindow_TitleAdd
source: Add new title row
zh_cn: 新建标题行

# EditTitleWindow_TitleEdit
source: Edit title row
zh_cn: 编辑标题行

# EmptyLineBreaker_Description
source: Page breaks will be set at blank lines in the lyrics file. Paragraph breaks will be set regardless of blank lines where there are differences in wipe timing.
zh_cn: 将在歌词文件的空行处分页。 如果走字时间存在较大差异，即使没有空行也会分段。

# EmptyLineBreaker_Name
source: Set a page break at the blank line position
zh_cn: 在空行位置分页

source: Error
zh_cn: 错误

# FadeSubtitleActionSelector_Description
source: The text fades in at the beginning of each paragraph and fades out at the end.
zh_cn: 文本会在每个段落开头淡入，并在段落末尾淡出。

source: Fatal
zh_cn: 严重错误

# FontSelectorPageViewModel_PageDescription
source: Automatically sets the font for all rows.
zh_cn: 自动为所有行设置字体。

# FontSelectorPageViewModel_Title
source: Automatically set font
zh_cn: 自动设置字体

# GeneralView_ButtonCancel.Content
source: Cancel
zh_cn: 取消

# GeneralView_ButtonClose.Content
source: Close
zh_cn: 关闭

# GeneralView_ButtonOk.Content
source: OK
zh_cn: 确定

# GeneralView_Error_CannotShowHelp
source: Could not display help.
zh_cn: 无法显示帮助。

# GeneralView_Error_NoAnchor
source: Could not display context-sensitive help:
zh_cn: 无法显示上下文相关帮助：

# GeneralView_FileTypeSta
source: Settings file
zh_cn: 设置文件

# GeneralView_Information_ShowNormalHelp
source: Displays regular help.
zh_cn: 显示常规帮助。

source: Information
zh_cn: 信息

# LatestInfoHistoryPage_ButtonCheckRss.Content
source: Check latest information now
zh_cn: 立即检查最新消息

# LatestInfoHistoryPage_ButtonClose.Content
source: Close
zh_cn: 关闭

# LatestInfoHistoryPage_ButtonDetail.Content
source: Details
zh_cn: 详情

# LatestInfoHistoryPageViewModel_Error_OpenDetailNotSelect
source: Please select the latest information you would like to view in more detail.
zh_cn: 请选择想要查看的最新消息。

# LatestInfoManager_Ask_AskDisplayLatestAsync
source: Found {0} newest information. Would you like to see them?
zh_cn: 发现 {0} 条最新消息。 要查看吗？

# LatestInfoManager_Cancel_AskDisplayLatestAsync
source: Canceled.
zh_cn: 已取消。

# LatestInfoManager_Error_CheckAsync
source: Error when checking latest information:
zh_cn: 检查最新消息时出错：

# LatestInfoManager_Error_DisplayLatest_Not
source: Could not display the latest information.
zh_cn: 无法显示最新消息。

# LatestInfoManager_Error_DisplayLatest_Part
source: Some of the latest information could not be displayed.
zh_cn: 部分最新消息无法显示。

# LatestInfoManager_NoInfo_CheckAsync
source: There was no update.
zh_cn: 没有更新。

# LayoutSelectorPageViewModel_PageDescription
source: Automatically sets the layout for all rows.
zh_cn: 自动为所有行设置布局。

# LayoutSelectorPageViewModel_Title
source: Automatically set layout
zh_cn: 自动设置布局

# LineBreakerPageViewModel_PageDescription
source: Automatically sets all breaks (page breaks and paragraph breaks).
zh_cn: 自动设置所有分隔（分页和分段）。

# LineBreakerPageViewModel_Title
source: Automatically set line breaks
zh_cn: 自动设置分页和分段

# LineFadeIn_Description
source: fade in the entire line
zh_cn: 淡入整行

# LineFadeIn_Name
source: Fade in
zh_cn: 淡入

# LineFadeInFadeOut_Description
source: Fade in and fade out the entire line
zh_cn: 淡入并淡出整行

# LineFadeInFadeOut_Name
source: Fade in/out
zh_cn: 淡入/淡出

# LineFadeOut_Description
source: fade out the entire line
zh_cn: 淡出整行

# LineFadeOut_Name
source: Fade out
zh_cn: 淡出

# LinesLayoutSelector_Description
source: This applies a layout with the same number of lines as the number of lines on the page. Example: Page with 3 lines → Layout with 3 lines
zh_cn: 根据页面行数应用相同行数的布局。 示例：3 行页面 → 3 行布局

# LinesLayoutSelector_Name
source: Set the layout according to the number of rows
zh_cn: 根据行数设置布局

# LyricsFontBrushControl_ButtonAddPosition.ToolTipService.ToolTip
source: Add marker
zh_cn: 添加标记

# LyricsFontBrushControl_ButtonBrowseBitmapPath.Content
source: Browse...
zh_cn: 浏览...

# LyricsFontBrushControl_ButtonRemovePosition.ToolTipService.ToolTip
source: Remove marker
zh_cn: 删除标记

# LyricsFontBrushControl_TextBlockBitmapPath.Text
source: Image file:
zh_cn: 图像文件：

# LyricsFontBrushControl_TextBlockBitmapScale.Text
source: Magnification:
zh_cn: 缩放倍率：

# LyricsFontBrushControl_TextBlockMarkerInfo.Text
source: Clicking the desired location will add a marker. You can also add markers by dragging the top or bottom edge.
zh_cn: 单击所需位置即可添加标记。 也可以拖动顶部或底部边缘来添加标记。

# LyricsFontBrushControl_TextBlockSelectedMultiPosition.Text
source: Marker position:
zh_cn: 标记位置：

# LyricsFontBrushControl_ToggleButtonBitmap.ToolTipService.ToolTip
source: Image
zh_cn: 图像

# LyricsFontBrushControl_ToggleButtonGradient.ToolTipService.ToolTip
source: Gradient
zh_cn: 渐变

# LyricsFontBrushControl_ToggleButtonMilleFeuille.ToolTipService.ToolTip
source: Mille-feuille
zh_cn: 分层

# LyricsFontBrushControl_ToggleButtonSolid.ToolTipService.ToolTip
source: Solid color fill
zh_cn: 纯色填充

# LyricsFontControl_ButtonSwapWipe.ToolTipService.ToolTip
source: Swap the color scheme before and after the wipe
zh_cn: 交换走字前后配色方案

# LyricsFontControl_TextBlockAfterBefore.Text
source: After Before
zh_cn: 走字后 走字前

# LyricsFontControl_TextBlockBlurLevel.Text
source: Blur intensity:
zh_cn: 模糊强度：

# LyricsFontControl_TextBlockBrushInfo.Text
source: Color scheme
zh_cn: 配色方案

# LyricsFontControl_TextBlockDecorKind.Text
source: Text decoration type:
zh_cn: 文字装饰类型：

# LyricsFontControl_TextBlockDecorSizeSize.Text
source: Text decoration size:
zh_cn: 文字装饰尺寸：

# LyricsFontControl_TextBlockFontFaceInfo.Text
source: Font
zh_cn: 字体外观：

# LyricsFontControl_TextBlockFontInfo.Text
source: Lyrics Ruby
zh_cn: 歌词 注音

# LyricsFontControl_TextBlockSample.Text
source: Sample:
zh_cn: 示例

# LyricsFontControl_ToggleButtonDecorAfter.Content
source: Decor
zh_cn: 装饰

# LyricsFontControl_ToggleButtonDecorAfter.ToolTipService.ToolTip
source: Decorative color (after wipe)
zh_cn: 装饰颜色（走字后）

# LyricsFontControl_ToggleButtonDecorBefore.Content
source: Decor
zh_cn: 装饰

# LyricsFontControl_ToggleButtonDecorBefore.ToolTipService.ToolTip
source: Decorative color (before wipe)
zh_cn: 装饰颜色（走字前）

# LyricsFontControl_ToggleButtonLyricAlnum.Content
source: Alnum
zh_cn: 英数

# LyricsFontControl_ToggleButtonLyricAlnum.ToolTipService.ToolTip
source: Alnum (lyrics)
zh_cn: 英数（歌词）

# LyricsFontControl_ToggleButtonLyricKana.Content
source: Kana
zh_cn: 假名

# LyricsFontControl_ToggleButtonLyricKana.ToolTipService.ToolTip
source: Kana (lyrics)
zh_cn: 假名（歌词）

# LyricsFontControl_ToggleButtonLyricKanji.Content
source: Kanji
zh_cn: 汉字

# LyricsFontControl_ToggleButtonLyricKanji.ToolTipService.ToolTip
source: Kanji (lyrics)
zh_cn: 汉字（歌词）

# LyricsFontControl_ToggleButtonMainCharAfter.Content
source: Text
zh_cn: 文字

# LyricsFontControl_ToggleButtonMainCharAfter.ToolTipService.ToolTip
source: Text color (after wipe)
zh_cn: 文本颜色（走字后）

# LyricsFontControl_ToggleButtonMainCharBefore.Content
source: Text
zh_cn: 文字

# LyricsFontControl_ToggleButtonMainCharBefore.ToolTipService.ToolTip
source: Text color (before wipe)
zh_cn: 文本颜色（走字前）

# LyricsFontControl_ToggleButtonMainEdge2After.Content
source: Edge 2
zh_cn: 描边 2

# LyricsFontControl_ToggleButtonMainEdge2After.ToolTipService.ToolTip
source: Edge 2 color (after wipe)
zh_cn: 描边 2 颜色（走字后）

# LyricsFontControl_ToggleButtonMainEdge2Before.Content
source: Edge 2
zh_cn: 描边 2

# LyricsFontControl_ToggleButtonMainEdge2Before.ToolTipService.ToolTip
source: Edge 2 color (before wipe)
zh_cn: 描边 2 颜色（走字前）

# LyricsFontControl_ToggleButtonMainEdgeAfter.Content
source: Edge
zh_cn: 描边

# LyricsFontControl_ToggleButtonMainEdgeAfter.ToolTipService.ToolTip
source: Edge color (after wipe)
zh_cn: 描边颜色（走字后）

# LyricsFontControl_ToggleButtonMainEdgeBefore.Content
source: Edge
zh_cn: 描边

# LyricsFontControl_ToggleButtonMainEdgeBefore.ToolTipService.ToolTip
source: Edge color (before wipe)
zh_cn: 描边颜色（走字前）

# LyricsFontControl_ToggleButtonRubyAlnum.Content
source: Alnum
zh_cn: 英数

# LyricsFontControl_ToggleButtonRubyAlnum.ToolTipService.ToolTip
source: Alnum (ruby)
zh_cn: 英数（注音）

# LyricsFontControl_ToggleButtonRubyKana.Content
source: Kana
zh_cn: 假名

# LyricsFontControl_ToggleButtonRubyKana.ToolTipService.ToolTip
source: Kana (ruby)
zh_cn: 假名（注音）

# LyricsFontControl_ToggleButtonRubyKanji.Content
source: Kanji
zh_cn: 汉字

# LyricsFontControl_ToggleButtonRubyKanji.ToolTipService.ToolTip
source: Kanji (ruby)
zh_cn: 汉字（注音）

# LyricsFontModel_Undo_BlurLevel
source: Blur intensity
zh_cn: 模糊强度

# LyricsFontModel_Undo_DecorKind
source: Text decoration type
zh_cn: 文字装饰类型

# LyricsFontModel_Undo_DecorSize
source: Text decoration size
zh_cn: 文字装饰尺寸

# LyricsInfoControl_ButtonBrowseSourceLyricsPath.Content
source: Browse...
zh_cn: 浏览...

# LyricsInfoControl_TableViewColumnFont.Header
source: Font
zh_cn: 字体

# LyricsInfoControl_TableViewColumnLyrics.Header
source: Lyrics
zh_cn: 歌词

# LyricsInfoControl_TableViewColumnLyricsBeginTime.Header
source: Singing start
zh_cn: 演唱开始

# LyricsInfoControl_TableViewColumnLyricsEndTime.Header
source: Singing end
zh_cn: 演唱结束

# LyricsInfoControl_TableViewColumnShowBeginTime.Header
source: Display start
zh_cn: 显示开始

# LyricsInfoControl_TableViewColumnShowEndTime.Header
source: Display end
zh_cn: 显示结束

# LyricsInfoControl_TableViewColumnSubtitleAction.Header
source: Actions
zh_cn: 动作

# LyricsInfoControl_TextBlockSourceLyricsPath.Text
source: Lyrics file:
zh_cn: 歌词文件：

# LyricsLayoutControl_AllowBiting.Content
source: Allows some characters to overlap
zh_cn: 允许部分字符重叠

# LyricsLayoutControl_ButtonAddHorizontalLayout.ToolTipService.ToolTip
source: Add left/right layout
zh_cn: 添加左右布局

# LyricsLayoutControl_ButtonRemoveHorizontalLayout.ToolTipService.ToolTip
source: Remove left/right layout
zh_cn: 移除左右布局

# LyricsLayoutControl_HorizontalAlignment.Text
source: Left/right layout for each row
zh_cn: 每行的左右布局

# LyricsLayoutControl_HorizontalMarginSize.Text
source: Left/right margins
zh_cn: 左右边距

# LyricsLayoutControl_TextBlockLineSpaceSize.Text
source: Line spacing
zh_cn: 行间距

# LyricsLayoutControl_TextBlockLyricsAndRubyIntervalSize.Text
source: Spacing between lyrics and ruby:
zh_cn: 歌词与注音间距：

# LyricsLayoutControl_TextBlockLyricsIntervalSize.Text
source: Lyrics spacing:
zh_cn: 歌词字间距：

# LyricsLayoutControl_TextBlockRubyAlignment.Text
source: Ruby placement:
zh_cn: 注音位置

# LyricsLayoutControl_TextBlockRubyIntervalSize.Text
source: Ruby spacing:
zh_cn: 注音字间距：

# LyricsLayoutControl_TextBlockSmartHorizon.Text
source: Smart horizontal arrangement
zh_cn: 智能水平布局

# LyricsLayoutControl_TextBlockVerticalAlignment.Text
source: Vertical alignment
zh_cn: 垂直对齐

# LyricsLayoutControl_TextBlockVerticalMarginBottomSize.Text
source: Bottom margin:
zh_cn: 底间距：

# LyricsLayoutControl_TextBlockVerticalMarginTopSize.Text
source: Top margin:
zh_cn: 顶间距：

# LyricsLayoutControl_ToggleButtonBottom.Content
source: Bottom
zh_cn: 底部

# LyricsLayoutControl_ToggleButtonCenter.Content
source: Center
zh_cn: 居中

# LyricsLayoutControl_ToggleButtonTop.Content
source: Top
zh_cn: 顶部

# LyricsLayoutModel_Undo_AllowBiting
source: Allows some characters to overlap
zh_cn: 允许部分字符重叠

# LyricsLayoutModel_Undo_HorizontalMargin
source: Left/right margins
zh_cn: 左右边距

# LyricsLayoutModel_Undo_LineSpace
source: Line spacing
zh_cn: 行间距

# LyricsLayoutModel_Undo_LyricsAndRubyInterval
source: Spacing between lyrics and ruby
zh_cn: 歌词与注音间距

# LyricsLayoutModel_Undo_LyricsInterval
source: Lyrics spacing
zh_cn: 歌词字间距

# LyricsLayoutModel_Undo_RubyAlignment
source: Ruby placement
zh_cn: 注音位置

# LyricsLayoutModel_Undo_RubyInterval
source: Ruby spacing
zh_cn: 注音字间距

# LyricsLayoutModel_Undo_SelectedVerticalAlignmentIndex
source: Vertical alignment
zh_cn: 垂直对齐

# LyricsLayoutModel_Undo_SmartHorizon
source: Smart horizontal arrangement
zh_cn: 智能水平布局

# LyricsLayoutModel_Undo_VerticalMargin
source: Top/bottom margin
zh_cn: 上下边距

# LyricsLoader_LoadAll_Error_NoTimeTags
source: The lyrics file does not contain time tags: {0}
zh_cn: 歌词文件未包含时间标签： {0}

# LyricsLoader_LoadAll_Error_PathEmpty
source: The lyrics file has not been specified.
zh_cn: 未指定歌词文件。

# LyricsLoader_LoadLines_Error_Encoding
source: The character encoding of the lyrics file could not be determined: {0}
zh_cn: 无法确定歌词文件的字符编码： {0}

# MainPage_ButtonNavigationDown.ToolTipService.ToolTip
source: Down panel
zh_cn: 下面板

# MainPage_ButtonNavigationUp.ToolTipService.ToolTip
source: Up panel
zh_cn: 上面板

# MainPage_MenuBarItemEdit.Title
source: Edit
zh_cn: 编辑

# MainPage_MenuBarItemHelp.Title
source: Help
zh_cn: 帮助

# MainPage_MenuBarItemProject.Title
source: Project
zh_cn: 项目

# MainPage_MenuBarItemTools.Title
source: Tools
zh_cn: 工具

# MainPage_MenuFlyoutItemAbout.Text
source: About...
zh_cn: 关于...

# MainPage_MenuFlyoutItemChat.Text
source: Contact chat (Japanese)
zh_cn: 联系聊天（日文）

# MainPage_MenuFlyoutItemCheckUpdate.Text
source: Check for updates
zh_cn: 检查更新

# MainPage_MenuFlyoutItemCommercialUse.Text
source: Regarding commercial use
zh_cn: 关于商业使用

# MainPage_MenuFlyoutItemFaq.Text
source: FAQ (Japanese)
zh_cn: FAQ（日文）

# MainPage_MenuFlyoutItemHelp.Text
source: Help
zh_cn: 帮助

# MainPage_MenuFlyoutItemHistory.Text
source: Update history (Japanese)
zh_cn: 更新历史（日文）

# MainPage_MenuFlyoutItemNew.Text
source: New...
zh_cn: 新建...

# MainPage_MenuFlyoutItemNicoKaraList.Text
source: Create a karaoke video list...
zh_cn: 创建卡拉 OK 视频列表...

# MainPage_MenuFlyoutItemOpen.Text
source: Open...
zh_cn: 打开...

# MainPage_MenuFlyoutItemQuit.Text
source: Quit
zh_cn: 退出

# MainPage_MenuFlyoutItemSampleFolder.Text
source: Sample folder
zh_cn: 示例文件夹

# MainPage_MenuFlyoutItemSave.Text
source: Save
zh_cn: 保存

# MainPage_MenuFlyoutItemSaveAs.Text
source: Save as...
zh_cn: 另存为...

# MainPage_MenuFlyoutItemSaveTemplate.Text
source: Register as template...
zh_cn: 注册为模板...
